tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'homebrew/fuse'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'railwaycat/emacsmacport'
tap 'sanemat/font'
tap 'wantedly/tools', 'git@github.com:wantedly/homebrew-tools'
cask 'java'
cask 'osxfuse'
cask 'xquartz'
brew 'libyaml'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'gettext'
brew 'axel'
brew 'boost'
brew 'boost-build'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cmake'
brew 'colordiff'
brew 'ctags'
brew 'curl'
brew 'zeromq'
brew 'czmq'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'docker'
brew 'drafter', args: ['HEAD']
brew 'e2fsprogs'
brew 'eigen'
brew 'envchain'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'pcre2'
brew 'fish'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdrive'
brew 'little-cms2'
brew 'ghostscript'
brew 'ghq'
brew 'gibo'
brew 'git-cal'
brew 'go'
brew 'glide'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'gperftools'
brew 'graphicsmagick'
brew 'haskell-stack'
brew 'heroku'
brew 'hub'
brew 'ilmbase'
brew 'xz'
brew 'imagemagick'
brew 'iperf3'
brew 'iproute2mac'
brew 'jerm'
brew 'jo'
brew 'jp2a'
brew 'oniguruma'
brew 'jq'
brew 'jumanpp'
brew 'kubernetes-cli'
brew 'libevent'
brew 'libsodium'
brew 'libssh2'
brew 'lua'
brew 'mas'
brew 'mecab'
brew 'mecab-ipadic'
brew 'mercurial'
brew 'mysql'
brew 'nmap'
brew 'node'
brew 'python3'
brew 'numpy', args: ['with-python3']
brew 'nyancat'
brew 'openexr'
brew 'openmotif'
brew 'p7zip'
brew 'pandoc'
brew 'peco'
brew 'percona-toolkit'
brew 'postgresql'
brew 'progress'
brew 'protobuf'
brew 'pv'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-binstubs'
brew 'rust'
brew 'terminal-notifier'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vault'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'xpdf'
brew 'z'
brew 'zplug'
brew 'zsh'
brew 'homebrew/fuse/ext2fuse'
brew 'homebrew/fuse/sshfs'
brew 'homebrew/science/opencv'
brew 'homebrew/science/opencv3'
brew 'neovim/neovim/neovim'
brew 'railwaycat/emacsmacport/emacs-mac', args: ['with-spacemacs-icon']
brew 'sanemat/font/ricty', args: ['vim-powerline']
brew 'wantedly/tools/kube'
brew 'wantedly/tools/sap'
brew 'wantedly/tools/valec'
cask 'alfred'
cask 'android-studio'
cask 'arduino'
cask 'atom'
cask 'bettertouchtool'
cask 'colorpicker'
cask 'contexts'
cask 'dash'
cask 'dropbox'
cask 'firefox-ja'
cask 'gitify'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'hyperswitch'
cask 'insomniax'
cask 'intellij-idea'
cask 'iterm2'
cask 'karabiner'
cask 'keycastr'
cask 'licecap'
cask 'mactex'
cask 'rescuetime'
cask 'rubymine'
cask 'skim'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'soundflower'
cask 'spectacle'
cask 'steam'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'wireshark'
mas 'ActivityTimer', id: 808647808
mas 'Caffeine', id: 411246225
mas 'Dash', id: 449589707
mas 'Fluid Browser', id: 1077036385
mas 'GarageBand', id: 682658836
mas 'Helium', id: 1054607607
mas 'iMovie', id: 408981434
mas 'Install macOS Sierra', id: 1127487414
mas 'Keynote', id: 409183694
mas 'Kobito', id: 896624060
mas 'Maxthon', id: 804619114
mas 'Messenger for Facebook', id: 1009179228
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Night Owl', id: 428834068
mas 'Slack', id: 803453959
mas 'StuffIt Expander', id: 405580712
mas 'Tomato One', id: 907364780
mas 'Veertu', id: 1024069033
mas 'VideoCast', id: 876836699
mas 'Wantedly Chat', id: 1076860635
mas 'Xccello', id: 785109225
mas 'Xcode', id: 497799835
