tap "caskroom/cask"
tap "caskroom/versions"
tap "cema-sp/tap"
tap "dtan4/dtan4"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/fuse"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/versions"
tap "homebrew/x11"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "sanemat/font"
tap "wantedly/tools", "git@github.com:wantedly/homebrew-tools"
tap "wata727/tflint"
cask "java"
brew "libyaml"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "python"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "boost"
brew "boost-build"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "pixman"
brew "cairo"
brew "cli53"
brew "cmake"
brew "colordiff"
brew "ctags"
brew "curl"
brew "zeromq"
brew "czmq"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker"
brew "e2fsprogs"
brew "eigen"
brew "envchain"
brew "ext2fuse"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "gobject-introspection"
brew "icu4c"
brew "harfbuzz"
brew "jpeg"
brew "libtool"
brew "pango"
brew "fontforge"
brew "gmp"
brew "isl"
brew "mpfr"
brew "gcc"
brew "gdb"
brew "gdrive"
brew "little-cms2"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git-cal"
brew "glide"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gperftools"
brew "gpg-agent"
brew "graphicsmagick"
brew "haskell-stack"
brew "heroku"
brew "hub"
brew "ilmbase"
brew "xz"
brew "imagemagick"
brew "imagemagick@6"
brew "iperf3"
brew "iproute2mac"
brew "jerm"
brew "jo"
brew "jp2a"
brew "oniguruma"
brew "jq"
brew "jumanpp"
brew "kops"
brew "libevent"
brew "libsodium"
brew "libssh2"
brew "libusb-compat"
brew "lua"
brew "mas"
brew "mercurial"
brew "mruby"
brew "mysql"
brew "ndenv"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "nodenv"
brew "numpy", args: ["with-python3"]
brew "nvm"
brew "openexr"
brew "openmotif"
brew "p7zip"
brew "pandoc"
brew "pcre2"
brew "peco"
brew "percona-toolkit"
brew "pgbadger"
brew "postgresql"
brew "progress"
brew "protobuf"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "rust"
brew "sshfs"
brew "terminal-notifier"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vault"
brew "vim", args: ["with-lua"]
brew "wget"
brew "xpdf"
brew "yarn"
brew "z"
brew "zplug"
brew "zsh"
brew "dtan4/dtan4/ec2c"
brew "dtan4/dtan4/k8sec"
brew "homebrew/science/opencv"
brew "homebrew/science/opencv3"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-spacemacs-icon"]
brew "wantedly/tools/esnctl"
brew "wantedly/tools/kube"
brew "wantedly/tools/rid"
brew "wantedly/tools/sap"
brew "wantedly/tools/valec"
brew "wantedly/tools/valecjr"
brew "wata727/tflint/tflint"
cask "alfred"
cask "android-studio"
cask "atom"
cask "bettertouchtool"
cask "colorpicker"
cask "dash"
cask "dropbox"
cask "gitify"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "hyper"
cask "insomniax"
cask "intel-haxm"
cask "intellij-idea"
cask "iterm2"
cask "keycastr"
cask "licecap"
cask "minikube"
cask "rescuetime"
cask "rubymine"
cask "skim"
cask "skitch"
cask "skype"
cask "slack"
cask "spectacle"
cask "vagrant"
cask "virtualbox"
mas "Be Focused", id: 973134470
mas "Bear", id: 1091189122
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kobito", id: 896624060
mas "Night Owl", id: 428834068
mas "Slack", id: 803453959
mas "StuffIt Expander", id: 405580712
mas "Tomato One", id: 907364780
mas "Wantedly Chat", id: 1076860635
mas "Xcode", id: 497799835
