tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "aws/tap"
tap "b4b4r07/history"
tap "caskroom/cask"
tap "datawire/blackbird"
tap "dskecse/tap"
tap "dtan4/dtan4"
tap "genkiroid/cert"
tap "github/gh"
tap "hairyhenderson/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/fillin"
tap "itchyny/tap"
tap "izumin5210/tools"
tap "johanhaleby/kubetail"
tap "koekeishiya/formulae"
tap "ksonnet/tap"
tap "ktr0731/evans"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "tetratelabs/getenvoy"
tap "wantedly/tools", "git@github.com:wantedly/homebrew-tools"
cask "osxfuse"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "python@3.8", link: false
brew "ansible"
brew "asciinema"
brew "autoconf"
brew "libtool"
brew "asdf"
brew "avrdude"
brew "awscli"
brew "caddy"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "cairo"
brew "certbot"
brew "certigo"
brew "cfssl"
brew "cmake"
brew "curl"
brew "libevent"
brew "libssh2"
brew "curl-openssl"
brew "direnv"
brew "gmp"
brew "gnutls"
brew "emacs"
brew "envchain"
brew "exa"
brew "pkg-config"
brew "icu4c"
brew "harfbuzz"
brew "xvid"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "isl"
brew "mpfr"
brew "gcc"
brew "gdb"
brew "gh"
brew "ghq"
brew "go"
brew "glide"
brew "libgpg-error"
brew "graphviz"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "haskell-stack"
brew "hey"
brew "lua"
brew "highlight"
brew "httpstat"
brew "hub"
brew "imagemagick@6", link: true
brew "jerm"
brew "oniguruma"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "kops"
brew "krb5"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "linkerd"
brew "lua@5.1"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "minikube"
brew "mruby"
brew "mysql", restart_service: true
brew "mysql-client"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "nkf"
brew "node"
brew "parallel"
brew "percona-toolkit"
brew "pipenv"
brew "poetry"
brew "postgresql"
brew "pwgen"
brew "pyenv"
brew "python@2", link: false
brew "qcachegrind"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "rust"
brew "skopeo"
brew "socat"
brew "stern"
brew "terminal-notifier"
brew "terraform", link: false
brew "tfenv"
brew "tflint"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "vault"
brew "velero"
brew "vim"
brew "watch"
brew "yarn"
brew "zplug"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "datawire/blackbird/telepresence"
brew "dtan4/dtan4/ec2c"
brew "dtan4/dtan4/k8sec"
brew "genkiroid/cert/cert"
brew "hairyhenderson/tap/gomplate"
brew "heroku/brew/heroku"
brew "itchyny/tap/fillin"
brew "izumin5210/tools/grapi"
brew "ksonnet/tap/ks"
brew "ktr0731/evans/evans"
brew "osx-cross/avr/avr-gcc"
brew "tetratelabs/getenvoy/envoy"
brew "wantedly/tools/esnctl"
brew "wantedly/tools/rid"
brew "wantedly/tools/sap"
brew "wantedly/tools/valec"
brew "wantedly/tools/valecjr"
cask "alfred"
cask "aws-vault"
cask "bettertouchtool"
cask "blackhole"
cask "emacs"
cask "gitify"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyper"
cask "insomnia"
cask "iterm2"
cask "java8"
cask "karabiner-elements"
cask "minikube"
cask "mozart2"
cask "slack"
cask "visual-studio-code"
mas "Display Menu", id: 549083868
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Lungo", id: 1263070803
mas "Micro Sniff", id: 1504024265
mas "OmniFocus", id: 1346203938
